Repository: Fruitware/cadouri
Catalog: app/Resources/translations/*/AdminModulesHelp.*.xlf
Languages: ro_ro

source: Click here to log in.
ro_ro: Da clic aici pentru autentificare.

source: Customize your store with this selection of modules recommended for your shop, based on your country, language and version of PrestaShop. It includes the most popular modules from our Addons marketplace, and free partner modules.
ro_ro: Personalizeaza-ti magazinul cu aceasta selectie de module recomandate pentru magazinul tau, in functie de tara, limba si versiunea PrestaShop. Acesta include cele mai populare module din piata noastra Addons si modulele partenere gratuite.

source: Please upload one file at a time, .zip or tarball format (.tar, .tar.gz or .tgz).
ro_ro: Te rugam sa incarci cate un fisier, in format tarball sau .zip (.tar, .tar.gz sau .tgz).

source: Your module will be installed right after that.
ro_ro: Modulul tau va fi instalat imediat dupa aceea.

source: What happened?
ro_ro: Ce s-a intamplat?

source: Search modules: keyword, name, author...
ro_ro: Cauta modul: cuvant cheie, nume, autor...

source: You bought this module on PrestaShop Addons. Thank You.
ro_ro: Ai cumparat acest modul pe PrestaShop Addons. Multumesc.

source: Bought
ro_ro: Cumparat

source: This module is available on PrestaShop Addons.
ro_ro: Acest modul este disponibil pe PrestaShop Addons.

source: Popular
ro_ro: Cele mai cautate

source: This module is available for free thanks to our partner.
ro_ro: Acest modul este disponibil gratuit multumita partenerului nostru.

source: Official
ro_ro: Oficial

source: Need update
ro_ro: Necesita actualizare

source: These modules require your attention: you need to take some action to ensure they are fully operational.
ro_ro: Aceste module necesita atentia ta: trebuie sa iei unele masuri pentru a te asigura ca sunt pe deplin operationale.

source: Update these modules to enjoy their latest versions.
ro_ro: Actualizeaza aceste module pentru a te bucura de cele mai noi versiuni ale acestora.
