Repository: Fruitware/cadouri
Catalog: app/Resources/translations/*/EmailsSubject.*.xlf
Languages: uk_ua

source: Your guest account has been transformed into a customer account
uk_ua: Ваш гостьовий акаунт був перетворений в акаунт клієнта

source: New voucher for your order %s
uk_ua: Новий купон для вашого замовлення %s

source: Order confirmation
uk_ua: Підтвердження замовлення

source: Log: You have a new alert from your shop
uk_ua: Журнал: Нове попередження від магазину

source: Welcome!
uk_ua: Вітаємо!

source: Package in transit
uk_ua: Посилка в процесі доставки

source: The virtual product that you bought is available for download
uk_ua: Віртуальний продукт, який ви придбали, доступний для завантаження

source: Fwd: Customer message
uk_ua: Fwd: Повідомлення клієнта

source: An answer to your message is available #ct%thread_id% #tc%thread_token%
uk_ua: Доступна відповідь на повідомлення #ct%thread_id% #tc%thread_token%

source: Import complete
uk_ua: Імпорт завершено

source: New message regarding your order
uk_ua: Нове повідомлення щодо вашого замовлення

source: New credit slip regarding your order
uk_ua: Нова накладна щодо вашого замовлення

source: New voucher for your order #%s
uk_ua: Новий купон для вашого замовлення №%s

source: Process the payment of your order
uk_ua: Процес оплати вашого замовлення

source: Your order return status has changed
uk_ua: Cтатус вашого повернення було змінено

source: Message from a customer
uk_ua: Повідомлення від клінта

source: Password query confirmation
uk_ua: Запит на підтвердження паролю

source: Your new password
uk_ua: Ваш новий пароль!

source: Message from contact form
uk_ua: Повідомлення через форму зворотнього звязку

source: Your message has been correctly sent #ct%thread_id% #tc%thread_token%
uk_ua: Ваше повідомлення успішно відправлено #ct%thread_id% #tc%thread_token%

source: Your message has been correctly sent
uk_ua: Ваше повідомлення успішно відправлено

source: Newsletter voucher
uk_ua: Ваучер новин

source: Newsletter confirmation
uk_ua: Підтвердження підписки на новини

source: Email verification
uk_ua: Підтвердження e-mail
