Repository: Fruitware/cadouri
Catalog: app/Resources/translations/*/ModulesSocialfollowAdmin.*.xlf
Languages: ro_ro

source: Social media follow links
ro_ro: Linkuri spre retele sociale

source: Allows you to add information about your brand's social networking accounts.
ro_ro: Iti permite sa adaugi informatii despre brandurile conturilor de retele sociale utilizate de tine.

source: Facebook URL
ro_ro: Adresa de Facebook

source: Your Facebook fan page.
ro_ro: Pagina ta de fan pe Facebook.

source: Twitter URL
ro_ro: Adresa de Twitter

source: Your official Twitter account.
ro_ro: Contul tau oficial de Twitter.

source: RSS URL
ro_ro: Adresa fluxului RSS

source: The RSS feed of your choice (your blog, your store, etc.).
ro_ro: Fluxul RSS preferat de tine (blog, magazin, etc.).

source: YouTube URL
ro_ro: Adresa de YouTube

source: Your official YouTube account.
ro_ro: Contul tau oficial de YouTube.

source: Google+ URL:
ro_ro: Adresa de Google +:

source: Your official Google+ page.
ro_ro: Pagina ta oficiala de Google+.

source: Pinterest URL:
ro_ro: Adresa de Pinterest:

source: Your official Pinterest account.
ro_ro: Contul tau oficial Pinterest.

source: Vimeo URL:
ro_ro: Adresa de Vimeo:

source: Your official Vimeo account.
ro_ro: Contul tau oficial de la VImeo.

source: Instagram URL:
ro_ro: Adresa de Instagram:

source: Your official Instagram account.
ro_ro: Contul tau oficial de la Instagram.
